Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Dobra, mam cię na liście.
uk: Добре, тебе внесено до списку.

source: Dobra, mam, po co przyszłam. Jak tam sobie poradziłeś?
uk: Гаразд, я отримала те, за чим прийшла. Як ти там впорався?

source: Dobra, miejmy to już za sobą.
uk: Гаразд, покінчимо з цим.

source: Dobra, miejmy to z głowy.
uk: Добре, давай покінчимо з цим.

source: Dobra, możesz przejść, ale żebym cię tu więcej nie widział, bo będę miał kłopoty!
uk: Добре, можеш проходити, але щоб я тебе тут більше не бачив, інакше в мене будуть проблеми!

source: Dobra, możesz wejść.
uk: Гаразд, можеш пройти.

source: Dobra, myślę, że to powinno wystarczyć. Dostałem zlecenie od pewnego zamożnego obywatela na kilka rodzajów mięsa.
uk: Добре, думаю, цього має бути достатньо. Я отримав замовлення від одного заможного громадянина на деякі види м'яса.

source: Dobra, niczego tu nie ma. A teraz posłuchaj mnie uważnie.
uk: Добре, тут нікого немає. А тепер послухай мене уважно.

source: Dobra, nie ma co dalej gadać! Bierzmy się do roboty.
uk: Гаразд, досить балачок! Перейдемо до справи.

source: Dobra, nie ma więcej...
uk: Добре, нема більше...

source: Dobra, nie moja sprawa. Będziesz się tłumaczył przed Dinkelem.
uk: Гаразд, це не моя справа. Будеш виправдовуватися перед Дінкелем.

source: Dobra, nie przyszliśmy tutaj na zwykłą pogawędkę. Mam do ciebie parę pytań dotyczących naszych wspólnych, czteronożnych znajomych.
uk: Що ж, ми не погомоніти прийшли. У мене є кілька запитань щодо наших спільних чотирилапих друзів.

source: Dobra, nie traćmy czasu. Oby Adanos nad tobą czuwał!
uk: Не будемо гаяти часу. Нехай Аданос тебе охороняє!

source: Dobra, nie traćmy czasu. Żeby dokończyć przepis, będę potrzebował czegoś kwaśnego. Niech pomyślę...
uk: Гаразд, не будемо гаяти часу. Щоб закінчити рецепт, мені потрібно щось кисле. Дай подумати...

source: Dobra, nie zawracam ci głowy.
uk: Добре, не буду тобі заважати.

source: Dobra, niech będzie, słowo człowieka z Gildii jest sprawą świętą, a i sam Otmar okazał się na tyle honorowy by się przyznać.
uk: Гаразд, нехай так і буде. Слово члена Гільдії – не пустий звук, та й сам Отмар виявив достатньо честі, щоб визнати свою провину.

source: Dobra, niech będzie.
uk: Добре, нехай буде.

source: Dobra, niech ci będzie. Przyprowadzę go.
uk: Гаразд, нехай буде так. Я приведу його.

source: Dobra, patrz jak to się robi.
uk: Гаразд. Дивись, як це робиться.

source: Dobra, pobawiłeś się w odkrywcę, a teraz oddawaj wszystko, co znalazłeś w skarbcu.
uk: Добре, ти пограв у шукача пригод, а тепер поверни все, що знайшов у скарбниці.

source: Dobra, podliczmy ile bryłek udało ci się zdobyć.
uk: Давай порахуємо, скільки самородків тобі вдалося добути.

source: Dobra, podsumujmy...
uk: Отже, підсумуємо...

source: Dobra, podsumujmy:
uk: Отже, підсумуємо:

source: Dobra, pokaż mi go.
uk: Добре, показуй.

source: Dobra, pokaż, co potrafisz.
uk: Добре, покажи на що ти здатен.

source: Dobra, pomogę ci.
uk: Добре, я тобі допоможу.

source: Dobra, pomogę ci. Co mam dokładnie zrobić?
uk: Добре, я тобі допоможу. Що саме ти хочеш, щоб я зробив?

source: Dobra, poszukam go dla ciebie.
uk: Добре, я пошукаю його для тебе.

source: Dobra, powiedz szefowi, że wstępnie zgadzam się dla was pracować. Ale ostateczną zgodę wyrażę tylko wtedy, kiedy będę zadowolony z treści umowy!
uk: Гаразд, скажи своєму начальнику, що я попередньо згоден працювати на вас. Але остаточну згоду я дам лише тоді, коли мене влаштують умови контракту!

source: Dobra, powiem ci szybko, co wiem. Ogis przed zaginięciem był bardzo zadowolony z siebie. Nie wiem, dlaczego, ale ciągle zadzierał nosa i się puszył.
uk: Добре, давай я швидко розповім тобі, все, що знаю. Огіс перед зникненням був дуже самовдоволеним. Не знаю чому, але він постійно задирав носа і ходив надутий.

source: Dobra, proszę.
uk: Добре, будь ласка.

source: Dobra, proszę. (100 SZ)
uk: Добре, прошу. (100 золотих)

source: Dobra, przestań marudzić, bo ze strachu narobisz pod siebie.
uk: Гаразд, перестань скиглити, а то зі страху ще наробиш під себе.

source: Dobra, pójdę do Bastiana. Wrócę niebawem.
uk: Добре, я піду до Бастіана. Скоро повернуся.

source: Dobra, resztą zajmę się już sam. Łap te kilka butelek rumu w ramach nagrody. Dzięki za pomoc!
uk: Гаразд, про решту я сам подбаю. Візьми ці кілька пляшок рому в нагороду. Дякую за допомогу!

source: Dobra, rozejrzę się za twoim przyjacielem.
uk: Добре, я пошукаю твого друга.

source: Dobra, ruszajmy.
uk: Добре, рушаймо.

source: Dobra, sam się o to prosiłeś...
uk: Добре, ти сам напросився...

source: Dobra, siedź tutaj.
uk: Гаразд, сідай.

source: Dobra, skoro już mi przerwałeś, to gadaj czego chcesz i mów, kto cię przysłał. Niech zgadnę, Kurt, prawda?
uk: Гаразд, тепер, коли ти мене перервав, кажи, чого ти хочеш, і скажи, хто тебе послав. Дай вгадаю, Курт, так?

source: Dobra, spokojnie, wierzę ci.
uk: Гаразд, заспокойся, я тобі вірю.

source: Dobra, spokojnie, włos ci z głowy nie spadnie. Załatwię to z nim, jednak na wszelki wypadek nie pokazuj mu się na oczy.
uk: Гаразд, заспокойся, з тебе і волосина не впаде. Я з ним розберуся, але про всяк випадок не потрапляй йому на очі.

source: Dobra, spokój!
uk: Добре, спокійно!

source: Dobra, sprawdzę to!
uk: Добре, я перевірю її!

source: Dobra, sprawdzę tę okolicę. Dzięki za pomysł!
uk: Добре, я перевірю цю місцевість. Дякую за ідею!

source: Dobra, słuchaj uważnie. Zaniesiesz tę małą skrzyneczkę do pokoju na ostatnim piętrze hotelu i zostawisz ją przy łóżku.
uk: Гаразд, слухай уважно. Ти віднесеш цю маленьку скриньку до кімнати на верхньому поверсі готелю і залишиш її біля ліжка.

source: Dobra, słuchaj. Kiedy się wspinam, często muszę przeskakiwać z jednej półki skalnej na drugą. Żeby pokonać większą odległość, mocno się wybijam i rzucam całe ciało do przodu.
uk: Гаразд, дивись. Коли я піднімаюсь на скелю, мені часто доводиться перестрибувати з одного виступу на інший. Щоб подолати більшу відстань, я сильно відштовхуюсь і стрибаю усім тілом вперед.

source: Dobra, słuchaj. Musisz poznać zasady. Nie martw się, nie ma ich zbyt wiele.
uk: Гаразд, слухай. Ти маєш знати правила. Не хвилюйся, їх небагато.

source: Dobra, teraz leć do Lorenzo po jakieś zlecenie. Nie robimy na dniówki, płacą nam za wykonaną pracę.
uk: Добре, а тепер біжи до Лоренцо по завдання. Нам платять не за балачки, а за роботу, яку ми виконуємо.

source: Dobra, teraz nam nie ucieknie! Ja tu zostanę na czatach, idź, zajmij się nim!
uk: Добре, тепер він нікуди від нас не дінеться! Я залишуся тут на сторожі, а ти йди, займися ним!

source: Dobra, teraz wszystko jasne.
uk: Добре, тепер все зрозуміло.

source: Dobra, to chyba przeżyję. Na szczęście kamień tutaj chłodny, więc łeb mnie już tak nie boli...
uk: Добре, думаю, це я переживу. На щастя, камінь тут прохолодний, тож моя голова вже не так сильно болить...

source: Dobra, to co to za plan? Jak zamierzasz mnie stąd wyciągnąć?
uk: Гаразд, то який план? Як ти збираєшся мене звідси витягти?

source: Dobra, to inaczej: dowody znikają, obie fałszywki się pojawiają. Bo przecież potrzebujesz też egzemplarza dla radcy miejskiego, prawda?
uk: Гаразд, як щодо цього? Докази зникають, твої дві підробки з'являються. Тому що, зрештою, тобі знадобиться ще одна копія для міської ради, чи не так?

source: Dobra, to leć. Ja tu poczekam.
uk: Гаразд, тоді йди. Я почекаю тут.

source: Dobra, to miejsce jest w sam raz. Gotowy?
uk: Гаразд, це місце якраз те, що треба. Готовий?

source: Dobra, to nie moja sprawa. Ważne, że wszystko się zgadza.
uk: Гаразд, це не моя справа. Головне, що все сходиться.

source: Dobra, to powodzenia. Nie daj się tam!
uk: Добре, удачі. Бережи себе там!

source: Dobra, to przynajmniej trzymaj za mnie kciuki.
uk: Що ж, принаймні, тримай за мене кулаки.

source: Dobra, to tyle z mojej strony. Pora stąd wyjść. Idę za tobą.
uk: Добре, з мене досить. Пора йти звідси. Я піду за тобою.

source: Dobra, to wszystko, o czym chciałem pogadać. Teraz wyłaź. Lepiej, żeby nikt nie widział, że wychodzimy razem.
uk: Гаразд, це все, про що я хотів поговорити. А тепер йди вже. Краще, щоб ніхто не бачив, як ми виходимо разом.

source: Dobra, to zawołamy jeszcze kogoś do pomocy.
uk: Гаразд, тоді ми попросимо когось іншого допомогти.

source: Dobra, trzymaj.
uk: Добре, тримай.

source: Dobra, tu masz papier dla Corteza.
uk: Гаразд, ось папірець для Кортеза.

source: Dobra, tu nic nie ma.
uk: Гаразд, тут нічого немає.

source: Dobra, uciekaj stąd.
uk: Гаразд, йди звідси.

source: Dobra, wierzę ci.
uk: Гаразд, я тобі вірю.

source: Dobra, wiesz co? Wchodzę w to. Gdyby nie ty, to pewnie ci cholerni przemytnicy zgotowaliby mi jakiś morski pogrzeb podczas naszego pierwszego śledztwa.
uk: Гаразд, знаєш що? Я в справі. Якби не ти, ці кляті контрабандисти, мабуть, влаштували б мені якийсь морський похорон під час нашого першого розслідування.

source: Dobra, więcej nie wiem, zmywaj się!
uk: Ну все, я більше нічого не знаю, забирайся геть!

source: Dobra, wrócę do pracy tylko dajcie mi już spokój! Mam nadzieję, że wszyscy się udławią tym przeklętym winem!
uk: Сподіваюся, що всі вдавляться тим клятим вином!

source: Dobra, wsiadajcie na łódź. Nim się obejrzycie, będziemy na drugim brzegu.
uk: Добре, сідайте в човен. Не встигнете озирнутися, як ми опинимося на іншому березі.

source: Dobra, z tobą jest już nas komplet, więc możemy zaczynać.
uk: Гаразд, тепер коли ти з нами, ми вже в повному складі, тож можемо починати.

source: Dobra, zajmę się tymi szczurami.
uk: Гаразд, я подбаю про цих щурів.

source: Dobra, zdaje się, że po wymianie byli gdzieś umówieni z liderem. Poletko, poletko... ech, dwa miejsca przychodzą mi do głowy. Hershlik ma takie, tak samo siostry alchemiczki.
uk: Так, схоже, що після обміну вони мали десь зустрітися з ватажком. Галявина, галявина... ех, на думку спадають тільки два місця. У Гершліка і в сестер-алхіміків.

source: Dobra, zmiana planu. Na niego, Pat!
uk: Гаразд, міняємо план. Давай прикінчимо його, Пат!

source: Dobra, znikaj nim zmienię zdanie!
uk: Добре, зникни, поки я не передумав!

source: Dobra, znikajcie stąd.
uk: Гаразд, забирайтеся звідси.

source: Dobra, zobaczmy, czego uda mi się ciebie nauczyć.
uk: Гаразд, давай подивимося, чому я можу тебе навчити.

source: Dobra, żeby się szybko z tym uporać... kiedy przyrządzasz miksturę, nie kombinuj. Postępuj zgodnie z recepturą i w całości skup się na wykonywanym zadaniu. Dbaj też o swoje wyposażenie.
uk: Добре, тільки швидко... Коли ти готуєш зілля, не грайся з ним. Дотримуйся рецепту і повністю зосередься на поставленому завданні. Також подбай про своє обладнання.

source: Dobra.
uk: Гаразд.

source: Dobra. Patrz, jak to się robi.
uk: Гаразд. Дивись, як це робиться.

source: Dobra. Pokaż, na co cię stać.
uk: Добре. Покажи, на що ти здатен.

source: Dobra. Powiedz Tomasowi, że będziemy brać skrzynkę tygodniowo. Sam ustalę z nim resztę.
uk: Добре. Скажи Томасу, що ми будемо брати ящик на тиждень. Про решту я сам з ним домовлюся.

source: Dobra. Powiem ci, dlaczego nie lubimy takich przybłęd jak wy.
uk: Добре. Я скажу тобі, чому ми не любимо таких приблуд, як ви.

source: Dobra... chyba faktycznie trochę przesadziłem z tym winem.
uk: Гаразд... здається, я трохи перебрав з цим вином.

source: Dobra... jesteśmy na miejscu.
uk: Так... ми на місці.

source: Dobra... skoro tak stawiasz sprawę... nie chcę mieć... kłopotów.
uk: Добре... якщо ти так ставиш питання... я не хочу мати... неприємностей.

source: Dobra... to ja, jako starszy z nas, strzelam pierwszy. Przygotuj się na praaaaawdziwy pokaz!
uk: Добре... як старший, я стрілятиму першим. Приготуйся до спрааааавжнього видовища!

source: Dobra... wrócę niedługo.
uk: Гаразд... Я скоро повернуся.

source: Dobra... wygrałeś, wrócę do niego... tylko zostaw mnie już w spokoju, no!
uk: Гаразд, добре... Я повернуся до нього... Тільки дай мені спокій, гаразд?

source: Dobrać się do jego kufra nie jest ciężko. Wiedzieliśmy, że trzyma tam przyprawy, bo raz gdy potrzebowaliśmy skręcić bagienne ziele, to wyrwaliśmy stronę z jego dziennika.
uk: Відкрити його скриню було не складно. Ми знали, що він зберігає там приправу, бо одного разу, коли нам знадобилося скрутити болотну траву, ми вирвали сторінку з його щоденника.

source: Dobre i to, rozejrzę się za resztą.
uk: Добре й на тому. Пошукаю ще когось.

source: Dobre i to.
uk: То й добре.

source: Dobre i to. Widzimy się na miejscu.
uk: То й добре. Побачимося на місці.

source: Dobre pytanie. W sumie to... niczego. Ona sama ma dla mnie największą wartość.
uk: Гарне питання. Насправді... нічого. Вона для мене безцінна.

source: Dobre pytanie. Widzisz, większość z nich służy królestwu od wielu lat, i nie wątpię w umiejętności żadnego z nich.
uk: Гарне питання. Бачиш, більшість з них служить королівству вже багато років, і я не сумніваюся в навичках жодного з них.

source: Dobre słowo zawsze pomoże.
uk: Добре слово мені не завадить.

source: Dobre tu mają piwo?
uk: А пиво тут хороше?

source: Dobre wino potrzebuje jednak odpowiedniej, chwytliwej nazwy...
uk: Хорошому вину, однак, потрібна правильна назва, що запам'ятовується...

source: Dobre żarcie swoje kosztuje w dzisiejszych czasach...
uk: Хороша їжа коштує грошей в наші дні...

source: Dobro naszego wspaniałego miasta nie jest ci obce? W takim razie nie wahaj się i wstąp w szeregi straży miejskiej już dziś!
uk: Добробут нашого великого міста вам не чужий? Тоді не зволікайте і приєднуйтеся до Міської Варти вже сьогодні!

source: Dobry blef. I tak nie znajdzie na nią kupca.
uk: Гарний блеф. Вона все одно не знайде на неї покупця.

source: Dobry człowiek nie dość, że przyjął was pod swój dach, to jeszcze dostał taką podziękę!
uk: Хороша людина не тільки прихистила вас під своїм дахом, але й отримала ось таку вдячність!

source: Dobry dwuręczny miecz strażnika
uk: Хороший дворучний меч вартового

source: Dobry długi miecz
uk: Хороший довгий меч

source: Dobry jesteś. W kwestii zbierania trofeów nie nauczę cię niczego więcej.
uk: Ти молодець. Щодо збору трофеїв, то мені більше немає чого тебе навчити.

source: Dobry krótki miecz
uk: Хороший короткий меч

source: Dobry kupiec nie zdradza swoich źródeł, w tym wieku powinieneś już to wiedzieć.
uk: Хороший торговець не розкриває своїх джерел, в такому віці це вже треба розуміти.

source: Dobry miecz
uk: Хороший меч

source: Dobry miecz półtoraręczny
uk: Хороший полуторний меч

source: Dobry miecz strażnika
uk: Хороший меч вартового

source: Dobry panie, potrzebuje pomocy!
uk: Добрий пане, мені потрібна допомога!

source: Dobry panie, udzieli mi pan pomocy?
uk: Добрий пане, можливо, ви мені допоможете?

source: Dobry piesek...
uk: Гарний песик...

source: Dobry początek. Znasz swoje miejsce, mały.
uk: Хороший початок. Ти знаєш своє місце, хлопче.

source: Dobry pomysł, facet będzie pewnie tak przerażony, że już nigdy nie spróbuje działać przeciwko nam.
uk: Гарна ідея. Хлопець, певно, настільки переляканий, що більше ніколи не спробує діяти проти нас.

source: Dobry pomysł, przynajmniej Martha nie będzie mu już narzekać do ucha, że tylko leży, je i nic nie robi.
uk: Хороша ідея. Принаймні Марта більше не буде йому нарікати, що він тільки лежить, їсть і нічого не робить.

source: Dobry pomysł, za polowanie!
uk: Хороша ідея, за полювання!

source: Dobry pomysł.
uk: Хороша ідея.

source: Dobry pomysł. Oni mogą nie być tak wspaniałomyślni.
uk: Гарна думка. Навряд чи вони будуть такими ж добрими.

source: Dobry strażnik potrafi znaleźć złoty środek między pośpiechem a dokładnością, ale w aktualnej sytuacji nie mamy zbyt wiele czasu.
uk: Хороший вартовий може знайти золоту середину між поспіхом і обережністю, але в нинішній ситуації у нас не так багато часу.

source: Dobry wieczór, obywatelu!
uk: Доброго вечора, добродію!

source: Dobry wieczór.
uk: Доброго вечора.

source: Dobry wybór, mały. Zakradnij się nocą do dworu Ramseya, kiedy wszyscy będą smacznie chrapać.
uk: Хороший вибір, хлопче. Прокрадися до маєтку Рамзі вночі, коли всі міцно спатимуть.

source: Dobry z ciebie chłopak, słuchasz zgrzybiałego starca, więc ci powiem.
uk: Ти хороший хлопець, що слухає старого немічного дідугана, тож я тобі розповім.

source: Dobry z ciebie chłopak.
uk: Ти хороший хлопець.

source: Dobry z ciebie górnik.
uk: Ти здібний гірник.

source: Dobry złodziej potrafi sam wykreować swoje sytuacje. Jeśli ktoś, kogo chcesz pozbawić mienia, uparcie nie chce być zajęty, to ty go czymś zajmij.
uk: Хороший злодій вміє створювати власні ситуації. Якщо людина, яку хочеш позбавити майна, вперто упирається, відволічи її чимось.

source: Dobrym pomysłem byłoby porozmawianie z samym więźniem. Powinienem udać się do lochu w koszarach.
uk: Було б непогано поговорити з самим в’язнем. Потрібно сходити до в'язниці в казармах.

source: Dobrze by było dla ciebie, gdybyś zechciał mi pomóc.
uk: Було б краще для тебе, якби ти мені допоміг.

source: Dobrze by było, gdybyś zajął się sprawą jak najszybciej. Im bardziej wpływowy człowiek zgłasza skargę, tym szybciej powinniśmy się z nią uporać.
uk: Було б добре, якби ти зайнявся цим питанням якомога швидше. Чим впливовіша людина, яка подала скаргу, тим швидше ми повинні її розглянути.

source: Dobrze było, ale się skończyło. Trzeba będzie znaleźć nowe źródło dochodu.
uk: Було добре, але все закінчилося. Доведеться шукати нове джерело доходу.

source: Dobrze chłopcy, jednym poszło lepiej, innym gorzej. Ważne, że nikt nie zginął.
uk: Молодці хлопці, хтось впорався краще, хтось гірше. Головне, що ніхто не загинув.

source: Dobrze chłopcze, jesteś jeszcze młody. Dam ci trochę czasu na przemyślenie tej sprawy.
uk: Гаразд, хлопче, ти ще молодий. Я дам тобі час подумати над цим.

source: Dobrze chłopcze, przekonaj mnie, że nie jesteś winny zarzucanych ci zbrodni.
uk: Що ж, хлопче, переконай мене, що ти не винен у злочинах, у яких тебе звинувачують.

source: Dobrze chłopcze, zapracowałeś na swoją wizytę.
uk: Добре, хлопче, ти заслужив на свій візит.

source: Dobrze ci idzie.
uk: У тебе добре виходить.

source: Dobrze ci poszło, wróć do mnie za jakiś czas, a z pewnością będzie więcej pracy do wykonania.
uk: Ти молодець, приходь до мене через деякий час, у мене знайдеться для тебе ще багато роботи.

source: Dobrze ci radzę, młody, nie wtykaj w to swojego nosa, a nic ci nie będzie.
uk: Моя тобі порада, юначе, не пхай в це свого носа, і все буде добре.

source: Dobrze ci radzę, nie kupuj niczego od Ramhy.
uk: Наполегливо тобі раджу, не купуй нічого у Рамхи.

source: Dobrze ci radzę, nie zrób nic głupiego.
uk: Дам тобі пораду, не нароби дурниць.

source: Dobrze ci się tu żyje?
uk: Тобі тут добре живеться?

source: Dobrze ci zapłacę, nie jestem skąpcem.
uk: Я добре тобі заплачу, я не скупий.

source: Dobrze cię widzieć w jednym kawałku.
uk: Радий бачити тебе цілим і неушкодженим.

source: Dobrze cię widzieć. Mieliśmy palisadę do naprawienia, pamiętasz? Prowadź!
uk: Радий тебе бачити. Нам треба було полагодити частокіл, пам'ятаєш? Показуй дорогу!

source: Dobrze już dobrze! Poczekaj!
uk: Ну добре, добре! Зачекай!

source: Dobrze już dobrze. Zajmę się tym.
uk: Гаразд, гаразд. Я подбаю про це.

source: Dobrze już. Gdzie go znajdę?
uk: Гаразд. Де я можу його знайти?

source: Dobrze ją wykorzystaj, bo nie lubię, gdy ktoś marnuje mój czas.
uk: Раджу скористатися ним, бо я не люблю, коли хтось даремно витрачає мій час.

source: Dobrze kojarzę, że to ty załatwiłeś golemy z tunelu?
uk: Правильно я пам'ятаю, це ти розібрався з големами в тунелі?

source: Dobrze mu tak! Nie powinien z nami zadzierać!
uk: Так йому і треба! Не треба було з нами зв'язуватися!

source: Dobrze postąpiłeś, że przyszedłeś z tym do mnie.
uk: Правильно зробив, що прийшов до мене з цим питанням.

source: Dobrze rozumiem, że mam znaleźć dla ciebie perłę?
uk: Чи правильно я зрозумів, що маю знайти для тебе перлину?

source: Dobrze się czujesz?
uk: Ти добре себе почуваєш?

source: Dobrze się czujesz? Może uderzyłeś się w głowę?
uk: Ти добре себе почуваєш? Може, вдарився головою?

source: Dobrze się składa. Mam już jakiś plan.
uk: На щастя, я вже маю план.

source: Dobrze się spisałeś chłopcze, miałeś kawał drogi do przejścia, aż z samego obozu drwali.
uk: Ти молодець, хлопче, пройшов довгий шлях від самого табору лісорубів.

source: Dobrze się spisałeś z tym złotem. Mam tu coś, co może ci się przydać.
uk: Ти добре впорався з цим золотом. У мене тут є дещо, що може тобі стати в нагоді.

source: Dobrze się spisałeś, a przede wszystkim pozostałeś lojalny.
uk: Ти добре попрацював і, перш за все, залишився вірним.

source: Dobrze się spisałeś, młody, więc akceptuję twoją obecność, ale nie przeciągaj struny.
uk: Ти добре попрацював, хлопче, тому я не проти твоєї присутності, але не перегинай палку.

source: Dobrze się spisałeś, oto twoja obiecana nagroda.
uk: Ти добре впорався, ось твоя обіцяна винагорода.

source: Dobrze się spisałeś, szkoda tylko, że teraz dźwig pozostanie pewnie bezużyteczny przez kolejne miesiące.
uk: Ти добре попрацював, шкода тільки, що тепер підйомник, ймовірно, стоятиме без діла ще довгі місяці.

source: Dobrze się spisałeś, wspomnę o tobie komu trzeba.
uk: Добре впорався, я порекомендую тебе кому треба.

source: Dobrze się spisałeś. Dostaniesz go.
uk: Ти добре впорався. Так, ти її отримаєш.

source: Dobrze się spisałeś. Jestem pod wrażeniem!
uk: Ти чудово попрацював. Я вражений!

source: Dobrze się spisałeś. Masz, zasłużyłeś.
uk: Ти добре попрацював. Ось, ти це заслужив.

source: Dobrze się spisałeś. Mogłem od razu cię posłać do załatwienia tej sprawy... w każdym razie, masz, twoja zapłata.
uk: Ти добре попрацював. Треба було одразу відправити тебе розібратися з цим завданням... У будь-якому випадку, тримай, ось твоя оплата.

source: Dobrze się spisałeś. Możesz złożyć meldunek u swojego dowódcy.
uk: Ти добре впорався. Можеш доповісти своєму командирові.

source: Dobrze się spisałeś. Proszę, weź tę miksturę. Nie jest taka sama jak w tamtej chacie, ale może kiedyś będziesz jej potrzebował.
uk: Ти добре попрацював. Будь ласка, візьми це зілля. Воно не таке, як у тій халупі, але одного дня воно тобі може знадобитися.

source: Dobrze się spisałeś. Wykryć tak groźny proceder i wyjść z tego cało, no, no.
uk: Ти молодець. Викрити такий серйозний злочин і вийти з цього неушкодженим, ну і ну.

source: Dobrze się spisałeś. Znalazłeś ciało?
uk: Ти чудово впорався. Знайшов тіло?

source: Dobrze się sprzedają?
uk: І добре воно продається?

source: Dobrze się z tobą robi interesy.
uk: З тобою приємно мати справу.

source: Dobrze sobie poradziłeś z tymi muzykami. W Kolonii Górniczej nie będą już tak szkodzić królestwu.
uk: Ти добре впорався з тими музикантами. У Гірничій Колонії вони вже не зможуть так шкодити королівству.

source: Dobrze słyszałeś.
uk: Тобі не почулося.

source: Dobrze słyszeć, że niektórzy mają takie podejście. Oby bycie strażnikiem faktycznie nie było takie złe.
uk: Приємно чути, що хтось має таке ставлення. Будемо сподіватися, що бути вартовими насправді не так вже й погано.

source: Dobrze teraz możesz oddać mi moje miejsce.
uk: Добре, тепер ти можеш повернути мені моє місце.

source: Dobrze to słyszeć. A co z tym duchem?
uk: Приємно чути. А що з тим духом?

source: Dobrze to słyszeć. Bałem się, że sobie nie poradzicie sami, nawet zastanawiałem się, czy do was nie wrócić...
uk: Приємно це чути. Я боявся, що ти не впораєшся сам, навіть думав повернутися до тебе...

source: Dobrze usłyszałem? Powiedziałeś 'orka'?
uk: Мені не почулося? Ти сказав 'орка'?

source: Dobrze widziałem, że biegliście po niego prosto z tego posterunku przy murze?
uk: Чи правильно я зрозумів, що ти побіг за ним прямо від того стовпа біля стіни?

source: Dobrze widzieć cię w coraz lepszej formie. Z dnia na dzień wracają ci siły, a rany goją się doskonale.
uk: Приємно бачити, що ти знаходишся в кращому стані. З кожним днем до тебе повертаються сили, а рани загоюються швидко.

source: Dobrze wie, jak bardzo nie toleruję partaczy.
uk: Він добре знає, як я ненавиджу нероб.
